---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.SystemsFailures
source: html/c23b9d41-0ed0-c486-44f7-42222400002c.htm
---
# BuiltInFailures.SystemsFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.